[
    {
        "author": "7FBDCFF7-574D-4CD3-86DF-91AB5D25EB14",
        "summary": "Futuria Fantasia was an American science fiction fanzine created by Ray Bradbury in 1938, when he was 18 years old. Though only 4 issues of the fanzine were published, Futuria Fantasia boasted an impressive list of contributors, including Hannes Bok, Forrest J. Ackerman, Henry Kuttner, Damon Knight, and Robert A. Heinlein.",
        "year": 1939,
        "id": 186,
        "rating": 3.47,
        "title": "Futuria Fantasia, Fall 1939",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "author": "0B701496-D00F-4284-B989-1B8800B0CA44",
        "year": 1933,
        "id": 332,
        "rating": 4.15,
        "title": "Invasion",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "author": "9180D7DE-A7F0-4A1F-81C2-34D96E65C62A",
        "summary": "Wilbur Murphy sought romance, excitement, and an impossible Horseman of Space. With polite smiles, the planet frustrated him at every turn - until he found them all the hard way! A classic science fiction story originally published in the \"If Worlds of Science Fiction\" in July, 1953. Includes a detailed \"About the Author\" and a selected bibliography.",
        "pages": 38,
        "isbn": "1557428107",
        "year": 1953,
        "id": 275,
        "rating": 3.33,
        "title": "Sjambak",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "author": "1405A8E1-0867-4277-BE19-FDAD7C724591",
        "summary": "<b>Most people, when asked to define the ultimate in loneliness, say it's being alone in a crowd. And it takes only one slight difference to make one forever alone in the crowd.... </b><br /><i>Science Fiction</i><br /><br />Play Duration: 00:43:32<br />Public Domain stories from Project Gutenberg, that are read by volunteers. <br />First published in ”<i>Analog Science Fact &amp; Fiction</i>” <br /><b>Free download from LibriVox.org</b><br />(click on the url in the details below)",
        "year": 1962,
        "id": 360,
        "rating": 4.11,
        "title": "The Sound of Silence",
        "cover": "https://images.gr-assets.com/books/1389573522l/20522022.jpg"
    },
    {
        "year": 1957,
        "author": "7B6ABBDE-20CA-4BFD-AC52-0905471B3285",
        "title": "Advance Agent",
        "id": 245,
        "rating": 4,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "year": 1954,
        "author": "E0FD52BC-8BA6-4F48-B40F-031692DDE201",
        "title": "Time Fuze",
        "id": 369,
        "rating": 3.75,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "year": 1961,
        "author": "130983C2-E963-465B-847D-BA0E457FAF28",
        "summary": "This collection of literature attempts to compile many of the classic works that have stood the test of time and offer them at a reduced, affordable price, in an attractive volume so that everyone can enjoy them.",
        "title": "Satisfaction Guaranteed",
        "id": 805,
        "isbn": "1532935536",
        "rating": 3.68,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 34
    },
    {
        "year": 1931,
        "author": "411B66D2-ADA3-45F2-B49E-E44784670F04",
        "summary": "Don's shotgun went up. \"Bob, we'll hold our ground. Is it--is he armed, can you see?\" \"No! Can't tell.\"<br /><br />Armed! What nonsense! How could this wraith, this apparition, do us physical injury!<br /><br />\"If--if he gets too close, Bob, by God, I'll shoot. But if he's human, I wouldn't want to kill him.\"<br /><br />The shape had stopped again. It was fifty feet from us now, and we could clearly see that it was a man, taller than normal. He stood now with folded arms--a man strangely garbed in what seemed a white, tight-fitting jacket and short trunks. On his head was a black skull cap surmounted by a helmet of strange design.<br /><br />Don's voice suddenly echoed across the rocks.<br /><br />\"Who are you?\"<br /><br />The white figure gave no answer. It did not move.<br /><br />\"We see you. What do you want?\" Don repeated.<br /><br />Then it moved again. Partly toward us and partly sidewise, away from the sea. The swing of the legs was obvious. It was walking. But not upon the path, nor upon the solid surface of these Bermuda rocks! A surge of horror went through me at the realization. This was nothing human! It was walking on some other surface, invisible to us, but something solid beneath its own tread.",
        "title": "The White Invaders",
        "id": 956,
        "isbn": "1434400026",
        "rating": 3.06,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 104
    },
    {
        "year": 1957,
        "author": "E0FD52BC-8BA6-4F48-B40F-031692DDE201",
        "summary": "How could this man awaken with no past—no childhood—no recollection except of a vague world of terror from which his mother cried out for vengeance and the slaughter of his own people stood as a monument of infamy?",
        "title": "Quest of the Golden Ape",
        "id": 236,
        "rating": 2.85,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "year": 1953,
        "author": "52DFE645-9FD2-4CDB-8D52-C98838128753",
        "title": "The Peacemaker",
        "id": 923,
        "rating": 3.59,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "year": 1962,
        "author": "BF9FE5A2-DAF3-4D59-BBDB-2CBB6F5019F3",
        "summary": "<b>Nightmare at Stonehenge</b><br /><br />When Legion meets a strange old millionaire called \"Foster,\"\" he doesn't know that his whole life will never be the same again. For \"Foster\" has a strange story to tell. Part of his story is contained in his diary, which not only describes things in the very recent past, but goes back for <i>centuries</i>. . .<br /><br />Foster has hired Legion to help him regain his lost memory. Then both men are suddenly attacked by alien powers. They flee to Stonehenge in England where they discover a strange control chamber deep in the ruins. <br /><br />They succeed in bringing down to earth an alien space ship which has been in orbit for thousands of years. Eventually they both become captives. . . <i>on another planet.</i><br /><br /><br /><br />First Book Publication, 1963",
        "title": "A Trace of Memory",
        "id": 265,
        "isbn": "0425607801",
        "rating": 4,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 176
    },
    {
        "year": 1962,
        "author": "D2B61342-96E0-415C-BB1A-3E87F34CD488",
        "title": "Handyman",
        "id": 697,
        "rating": 3.64,
        "cover": "https://images.gr-assets.com/books/1488758841l/34470350.jpg"
    },
    {
        "year": 1951,
        "author": "ED352A5F-D451-43AD-84E6-F896B1FF10D5",
        "title": "The Sense of Wonder",
        "id": 752,
        "rating": 4.4
    },
    {
        "year": 1951,
        "author": "B3003C07-0198-448A-A59F-2D4F3D285036",
        "summary": "In a future time, the solar system is powered by one energy source, controlled by one huge organisation, which has plans to use this control to dominate the planets. Unknown to them, a couple of maverick scientists accidentally develop a completely new form of energy supply and threaten the corporation's monopoly. Naturally, the corporation can't allow this to happen... A stunning story about the manipulation of pure energy, climaxing in interstellar conflict.<br /><br />Approx. 5 hours",
        "title": "Empire",
        "id": 162,
        "rating": 4.43,
        "cover": "https://images.gr-assets.com/books/1328697749l/6139960.jpg"
    },
    {
        "year": 1957,
        "author": "81BEBCD9-D541-499D-B0AD-0D1A37F16B16",
        "summary": "This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.",
        "title": "Lighter Than You Think",
        "id": 944,
        "rating": 3.29,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "year": 1932,
        "author": "572E2F88-23D4-4A78-91A0-644F0852991C",
        "title": "The Bluff of the Hawk",
        "id": 717,
        "rating": 3,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    },
    {
        "year": 1955,
        "author": "56525277-24EA-4CD1-8493-918A5919D7B7",
        "summary": "It's not always \"The Truth shall set you free!\" Sometimes it's \"Want of the Truth shall drive you to escape!\" And that can be dangerous!",
        "title": "The Guardians",
        "id": 649,
        "rating": 4.14,
        "cover": "https://images.gr-assets.com/books/1327873659l/6328912.jpg",
        "pages": 18
    },
    {
        "year": 1959,
        "author": "6C2D7590-7AB4-418B-AE17-9A130EB63230",
        "summary": "For the Kornbluth short story collection, see The Marching Morons (collection)\n\n\"The Marching Morons\" is a science fiction story by American writer Cyril M. Kornbluth, originally published in Galaxy in April 1951. It was included in The Science Fiction Hall of Fame, Volume Two after being voted one of the best novellas up to 1965.\nThe story is set hundreds of years in the future: the date is 7-B-936. John Barlow, a man from the past put into suspended animation by a freak accident involving a dental drill and anesthesia, is revived in this future. The world seems mad to Barlow until Tinny-Peete explains the Problem of Population: due to a combination of intelligent people not having children and excessive breeding by less intelligent people (see Fertility and intelligence), the world is full of morons, with the exception of an elite few who work slavishly to keep order. Barlow, who was a shrewd real estate con man in his day, has a solution to sell to the elite, in exchange for being made World Dictator.",
        "title": "The Marching Morons",
        "id": 361,
        "isbn": "0345607600",
        "rating": 3.63,
        "cover": "https://images.gr-assets.com/books/1327523964l/2300110.jpg",
        "pages": 160,
        "plot": "The human population is now 3,000,000 highbred elite and 5,000,000,000 morons, and the \"average\" IQ is 45 (whereas in the real world, an IQ score of 100 is average, by definition). Several generations before the onset of the story, the small number of remaining 100-and-higher-IQ technocrats, ignored by the general public about the impending population problem, work feverishly to keep the morons alive.\nThe elite have had little success in solving the Problem (also called \"Poprob\", for 'population problem', in the story) for several reasons:\nThe morons must be managed or else there will be chaos, resulting in billions of deaths;\nIt is not possible to sterilize all of the morons;\nPropaganda against large families is insufficient, because every biological drive is towards fertility (the story predates the development of hormonal contraception).\nThe elite had tried everything rational to solve the population problem, but the problem could not be solved rationally. The solution required a way of thinking that no longer existed – Barlow's \"vicious self-interest\" and knowledge of the distant history.\nBarlow derives a solution based on his experience in scamming people into buying worthless land and knowledge of lemmings' mass migration into the sea: convince the morons to travel to Venus in spaceships that will kill their passengers out of view of land. (The story predates the moon landing, and the safety of space travel is summed up in a description of a rocket that crashed on the moon.) Propaganda depicts Venus as a tropical paradise, with \"blanket trees\", \"ham bushes\" and \"soap roots\". In a nationalistic frenzy, every country tries to send as many of their people to Venus as possible to stake their claim.\nBarlow's help includes using his knowledge of Nazi propaganda tactics: postcards are sent from the supposedly happy new residents of Venus to relatives left behind, describing a wonderful, easy life, in the same way as fraudulent postcards were sent to relatives of those incinerated in the Nazi death-camps.\nBarlow is cheated by his erstwhile assistants. Barlow does not realize that the elite despise him as they despise all people from the past for having not solved The Problem earlier. In the end, Barlow is placed on a spaceship and sent to share the fate of his victims."
    },
    {
        "year": 1959,
        "author": "B3A20DC5-28B5-43AA-BABF-0F5D18743FA5",
        "summary": "Voodoo Planet is a science fiction novel by American writer Andre Norton, first published in 1959 by Ace Books. This is a short novel that was usually published in a double-novel format. It is part of the Solar Queen series of novels.\nThe story involves two witch doctors who conjure up ghosts and demons against each other. Norton based the wizards’ magic on the use of mildly hallucinogenic drugs, psychological manipulation, and latent telepathy, which place the story within the realm of science fiction.\n\n",
        "title": "Voodoo Planet",
        "id": 174,
        "isbn": "1598183982",
        "rating": 3.7,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "pages": 108,
        "plot": "On the hot, humid ocean world of Xecho Dane Thorson has just finished his part in preparing the Free Trader (i.e. tramp freighter) Solar Queen to begin her run on an interstellar mail route. While waiting for the ship they are to relieve on the route, Dane, Captain Jellico, and Medic Craig Tau are invited to visit Xecho’s sister planet, Khatka, by Chief Ranger Kort Asaki. A jungle world originally settled thousands of years before by native-African refugees from one of Earth’s atomic wars, Khatka is a safari world, essentially a giant hunting ground where big-game hunters come to try their skill against large, dangerous animals.\nOn Khatka the three starmen discover that Ranger Asaki is being undermined by a witch doctor named Lumbrilo. During a ceremony in which Lumbrilo has disguised himself as the local version of a lion, Medic Tau, who has studied magic on many worlds, conjures the image of an elephant, thereby earning Lumbrilo’s enmity.\nOn a visit to see Zoboru, a new, no-kill preserve, the three starmen, Ranger Asaki, and the flitter pilot are stranded in the jungle when their flitter crashes. The men must walk back to their base while avoiding encounters with Khatka’s dangerous fauna. One such encounter tells them that they are being tracked and herded by Lumbrilo.\nIn a deadly swamp the men come to a camp occupied by a small team of poachers. There Tau confronts Lumbrilo, turns his magic back on him, and sends him screaming into the jungle, thereby solving Ranger Asaki’s problem. Captain Jellico and his men then return to the Solar Queen for what they hope will be a nice quiet mail run."
    },
    {
        "year": 1951,
        "author": "5E97F2B1-DCC6-4A24-8464-659AF0B489CD",
        "summary": "<i>Why bother building a time machine when there's something much easier to find right in your own kitchen?</i><br /><br />A short story from the pages of Galaxy Science Fiction Magazine, November 1951.",
        "title": "Zeritsky's Law",
        "id": 968,
        "rating": 2.33,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png"
    }
]